---
kind: property
id: P:Autodesk.Revit.DB.Wall.StackedWallOwnerId
zh: 墙、墙体
source: html/b140a527-a790-9397-51c8-1dae171fda6b.htm
---
# Autodesk.Revit.DB.Wall.StackedWallOwnerId Property

**中文**: 墙、墙体

Gets the stacked wall which contains this stacked wall member.

## Syntax (C#)
```csharp
public ElementId StackedWallOwnerId { get; }
```